{
    "nombre":"Leonardo Jesús Martinez",
    "descripcion":"Docente +6 años de experiencia en educación y conocimientos en programación",
  "sobreMi": "Soy un profesional con una sólida formación en Química y Sistemas, respaldada por mis estudios en profesorado de Química y mi experiencia como analista en sistemas. He dedicado seis años a la enseñanza, lo que me ha permitido desarrollar habilidades tanto en el ámbito educativo como en el tecnológico. Mis lenguajes de programación más utilizados son JavaScript, C/C++ y Python, y me especializo en el desarrollo web, la creación de videojuegos y proyectos con Arduino. Mi pasión por la enseñanza y la tecnología me impulsa a seguir creciendo y enfrentando nuevos desafíos en estos campos.",
  "direccion":"Argentina, Brandsen - Buenos Aires",
  "iconos":{
    "Github":"https://github.com/leonardoMD2",
    "X":"https://twitter.com/MLeonardoD2",
    "Mail":"martinezjleonardo@gmail.com"
  },
  "estudios": [{
    "titulo":"Analista en Sistemas",
    "expedido":"ISFDYT n° 49",
    "time":"2014 - 2017"
  },
  {
    "titulo":"Tramo de Formación Pedagógica nivel medio",
    "expedido":"ISFDYT n° 49",
    "time":"2017 - 2018"
  },{
    "titulo":"Profesorado de Educación secundaria en Química",
    "expedido":"ISFDYT n° 49",
    "time":"2019 - 2022"
  }],
  "experiencia": [{
      "name": "Escuela de educación Técnica n° 1",
      "position": "Docente Informática general",
      "startDate": "2018-07",
      "endDate": "Actual",
      "summary": "Durante mi tiempo en la E.E.S.T, trabajé en la construcción de conocimientos fundamentales en informática general y dibujo técnico. Mi enfoque ha sido capacitar a estudiantes en los principios básicos de la informática, desde el manejo de software hasta la comprensión de conceptos elementales en programación."
  },{
    "name": "Escuela de educación Técnica n° 1",
    "position": "Docente Programación",
    "startDate": "2021-03",
    "endDate": "Actual",
    "summary": "Durante mi trayectoria profesional, he tenido el privilegio de liderar diversos proyectos para EXPOTEC, destacando la creación de páginas web estáticas para comercios locales, la iniciativa de reciclado de cámaras web para su reutilización en sistemas de vigilancia y la creación de videojuegos 2D utilizando el motor Godot Engine."
  },{
    "name": "Escuela de educación Secundaría n° 10",
    "position": "Docente Química",
    "startDate": "2022-08",
    "endDate": "2022-10",
    "summary": "Durante mi tiempo en E.S, he tenido el privilegio de compartir conocimientos fundamentales sobre química orgánica, centrándome en la formación de hidrocarburos y las principales biomoléculas."
  }],
  "skills": ["Javascript", "C/C++","Node.js", "Python", "GODOT Engine", "Arduino"],
  "areas_desarrollo": ["Desarrollo web", "Videojuegos - GODOT", "Arduino","Aplicaciones de consola"]
}
